Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: The transmitter can alarm you if you are falling too fast
ar: يمكن لجهاز الإرسال أن ينبهك إذا كنت تسقط بسرعة كبيرة جداً
cs: Vysílač vás může upozornit na příliš rychlý pád.
da: Senderen kan alarmere dig, hvis du falder for hurtigt.
de: Der Sender kann Sie warnen, wenn Sie zu schnell fallen
es: El transmisor puede avisarte si caes demasiado rápido
fi: Lähetin voi hälyttää, jos putoat liian nopeasti.
fr: L'émetteur peut vous alerter si vous tombez trop vite.
he: המשדר יכול להבהיל אותך אם אתה נופל מהר מדי
hu: Az adó riasztani tud, ha túl gyorsan zuhansz.
it: Il trasmettitore può allarmare l'utente in caso di caduta troppo rapida.
ja: トランスミッターは、落下速度が速すぎる場合にアラームを発します。
ko: 너무 빨리 떨어지면 트랜스미터가 알람을 울립니다.
nb: Senderen kan varsle deg hvis du faller for fort
nl: De zender kan je waarschuwen als je te snel valt
pl: Nadajnik może alarmować o zbyt szybkim spadaniu.
pt_br: O transmissor pode emitir um alarme se estiver a cair demasiado depressa
ro: Transmițătorul vă poate alerta dacă glicemia vă scade prea repede
ru: Передатчик может предупредить вас, если вы падаете слишком быстро.
sk: Vysielač vás môže upozorniť, ak padáte príliš rýchlo.
sl: Oddajnik vas lahko opozori, če padate prehitro.
sv: Sändaren kan larma dig om du faller för snabbt
tr: Çok hızlı düşüyorsanız verici sizi uyarabilir
uk: Передавач може сповістити вас, якщо ви падаєте занадто швидко
vi: Máy phát có thể báo động bạn nếu bạn rơi quá nhanh
zh_hans: 如果下降速度过快，发射器会发出警报

source: The transmitter can alarm you if you are rising too fast
ar: يمكن لجهاز الإرسال أن ينبهك إذا كنت ترتفع بسرعة كبيرة جداً
cs: Vysílač vás může upozornit na příliš rychlé stoupání.
da: Senderen kan alarmere dig, hvis du stiger for hurtigt.
de: Der Sender kann Sie warnen, wenn Sie zu schnell aufsteigen
es: El transmisor puede alarmarte si subes demasiado rápido
fi: Lähetin voi hälyttää, jos nouset liian nopeasti.
fr: L'émetteur peut vous alerter si vous montez trop vite.
he: המשדר יכול להבהיל אותך אם אתה עולה מהר מדי
hu: A jeladó riasztani tud, ha túl gyorsan emelkedik.
it: Il trasmettitore può allarmare l'utente se sta salendo troppo velocemente.
ja: 上昇速度が速すぎると、トランスミッターがアラームを発します。
ko: 너무 빠르게 상승하면 트랜스미터가 알람을 울립니다.
nb: Senderen kan varsle deg hvis du stiger for raskt
nl: De zender kan je waarschuwen als je te snel stijgt
pl: Nadajnik może zaalarmować użytkownika o zbyt szybkim podnoszeniu się.
pt_br: O transmissor pode emitir um alarme se estiver a subir demasiado depressa
ro: Transmițătorul vă poate alerta dacă glicemia vă crește prea repede
ru: Передатчик может предупредить вас, если вы поднимаетесь слишком быстро
sk: Vysielač vás môže upozorniť, ak stúpate príliš rýchlo
sl: Oddajnik vas lahko opozori, če se prehitro dvignete.
sv: Sändaren kan larma dig om du stiger för snabbt
tr: Çok hızlı yükseliyorsanız verici sizi uyarabilir
uk: Передавач може сповістити вас, якщо ви піднімаєтеся занадто швидко
vi: Máy phát có thể báo động bạn nếu bạn đang tăng quá nhanh
zh_hans: 如果上升速度过快，发射器会发出警报

source: Time
ar: الوقت
cs: Čas
da: Tid
de: Zeit
es: Tiempo
fi: Aika
fr: L'heure
he: זמן
hu: Idő
it: Tempo
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
sk: Čas
sl: Čas
sv: Tid
tr: Zaman
uk: Час
vi: Thời gian
zh_hans: 时间

source: Too soon
ar: قريبًا جدًا
cs: Příliš brzy
da: For tidligt
de: Zu früh
es: Demasiado pronto
fi: Liian pian
fr: Trop tôt
he: מוקדם מדי
hu: Túl korán
it: Troppo presto
ja: 早すぎる
ko: 너무 빨리
nb: For tidlig
nl: Te snel
pl: Zbyt wcześnie
pt_br: Demasiado cedo
ro: Prea devreme
ru: Слишком рано
sk: Príliš skoro
sl: Prezgodaj
sv: För tidigt
tr: Çok erken.
uk: Занадто рано.
vi: Quá sớm
zh_hans: 太快了

source: Transmitter Active
ar: جهاز الإرسال نشط
cs: Vysílač aktivní
da: Sender aktiv
de: Sender Aktiv
es: Transmisor activo
fi: Lähetin Aktiivinen
fr: Émetteur actif
he: משדר פעיל
hu: Adókészülék aktív
it: Trasmettitore attivo
ja: 送信機アクティブ
ko: 송신기 활성
nb: Sender Aktiv
nl: Zender Actief
pl: Nadajnik aktywny
pt_br: Transmissor ativo
ro: Transmițător activ
ru: Передатчик активный
sk: Vysielač aktívny
sl: Aktivni oddajnik
sv: Sändare aktiv
tr: Verici Aktif
uk: Передавач активний
vi: Máy phát hoạt động
zh_hans: 发射机激活

source: Transmitter Disconnected
ar: جهاز الإرسال مفصول
cs: Odpojený vysílač
da: Sender frakoblet
de: Sender abgeklemmt
es: Transmisor desconectado
fi: Lähetin irrotettu
fr: Émetteur déconnecté
he: משדר מנותק
hu: Adókészülék lekapcsolva
it: Trasmettitore scollegato
ja: トランスミッター切断
ko: 송신기 연결 끊김
nb: Sender frakoblet
nl: Zender losgekoppeld
pl: Nadajnik odłączony
pt_br: Transmissor desligado
ro: Transmițător deconectat
ru: Передатчик отключен
sk: Odpojený vysielač
sl: Oddajnik odklopljen
sv: Sändaren bortkopplad
tr: Verici Bağlantısı Kesildi
uk: Передавач від'єднано
vi: Máy phát bị ngắt kết nối
zh_hans: 发射机断开

source: Transmitter Error
ar: خطأ في جهاز الإرسال
cs: Chyba vysílače
da: Senderfejl
de: Fehler des Senders
es: Error del transmisor
fi: Lähettimen virhe
fr: Erreur de l'émetteur
he: שגיאת משדר
hu: Adóhiba
it: Errore del trasmettitore
ja: 送信機エラー
ko: 송신기 오류
nb: Senderfeil
nl: Fout zender
pl: Błąd nadajnika
pt_br: Erro do transmissor
ro: Eroare transmițător
ru: Ошибка передатчика
sk: Chyba vysielača
sl: Napaka oddajnika
sv: Fel på sändaren
tr: Verici Hatası
uk: Помилка передавача
vi: Lỗi máy phát
zh_hans: 发射机错误

source: Transmitter Inactive
ar: جهاز الإرسال غير نشط
cs: Vysílač neaktivní
da: Sender inaktiv
de: Sender Inaktiv
es: Transmisor inactivo
fi: Lähetin Inaktiivinen
fr: Émetteur inactif
he: משדר לא פעיל
hu: Adókészülék Inaktív
it: Trasmettitore inattivo
ja: トランスミッター・インアクティブ
ko: 송신기 비활성
nb: Sender inaktiv
nl: Zender Inactief
pl: Nadajnik nieaktywny
pt_br: Transmissor Inativo
ro: Transmițător inactiv
ru: Передатчик неактивен
sk: Vysielač neaktívny
sl: Oddajnik neaktiven
sv: Sändare Inaktiv
tr: Verici Etkin Değil
uk: Передавач неактивний
vi: Máy phát không hoạt động
zh_hans: 发射机不工作

source: Transmitter information
ar: معلومات جهاز الإرسال
cs: Informace o vysílači
da: Information om senderen
de: Informationen über den Sender
es: Información sobre el transmisor
fi: Lähettimen tiedot
fr: Informations sur l'émetteur
he: מידע משדר
hu: Adókészülék információi
it: Informazioni sul trasmettitore
ja: 送信機情報
ko: 송신기 정보
nb: Informasjon om senderen
nl: Informatie over de zender
pl: Informacje o nadajniku
pt_br: Informações sobre o transmissor
ro: Informații despre transmițător
ru: Информация о передатчике
sk: Informácie o vysielači
sl: Informacije o oddajniku
sv: Information om sändaren
tr: Verici bilgileri
uk: Інформація про передавач
vi: Thông tin máy phát
zh_hans: 发射机信息

source: Transmitter is expired
ar: انتهت صلاحية جهاز الإرسال
cs: Platnost vysílače vypršela
da: Senderen er udløbet
de: Die Sendezeit ist abgelaufen
es: Transmisor caducado
fi: Lähetin on vanhentunut
fr: L'émetteur est périmé
he: פג תוקפו של המשדר
hu: Az adó lejárt
it: Il trasmettitore è scaduto
ja: トランスミッターの寿命
ko: 송신기가 만료되었습니다.
nb: Senderen er utløpt
nl: Zender is verlopen
pl: Nadajnik wygasł
pt_br: O transmissor expirou
ro: Transmițătorul este expirat
ru: Срок службы передатчика истек
sk: Platnosť vysielača vypršala
sl: Oddajnik je potekel
sv: Sändaren har löpt ut
tr: Vericinin süresi doldu
uk: Термін придатності передавача закінчився
vi: Máy phát đã hết hạn
zh_hans: 发射机过期

source: Transmitter name
ar: اسم جهاز الإرسال
cs: Název vysílače
da: Senderens navn
de: Name des Senders
es: Nombre del transmisor
fi: Lähettimen nimi
fr: Nom de l'émetteur
he: שם משדר
hu: Adó neve
it: Nome del trasmettitore
ja: 送信機名
ko: 송신자 이름
nb: Navn på senderen
nl: Naam zender
pl: Nazwa nadajnika
pt_br: Nome do transmissor
ro: Nume transmițător
ru: Название передатчика
sk: Názov vysielača
sl: Ime oddajnika
sv: Namn på sändare
tr: Verici adı
uk: Назва передавача
vi: Tên máy phát
zh_hans: 发射机名称

source: Transmitter Name
ar: اسم جهاز الإرسال
cs: Název vysílače
da: Senderens navn
de: Name des Senders
es: Nombre del transmisor
fi: Lähettimen nimi
fr: Nom de l'émetteur
he: שם משדר
hu: Adó neve
it: Nome del trasmettitore
ja: 送信機名
ko: 송신자 이름
nb: Navn på senderen
nl: Naam zender
pl: Nazwa nadajnika
pt_br: Nome do transmissor
ro: Numele transmițătorului
ru: Название передатчика
sk: Názov vysielača
sl: Ime oddajnika
sv: Namn på sändare
tr: Verici Adı
uk: Назва передавача Ім'я передавача
vi: Tên máy phát
zh_hans: 发射机名称

source: Transmitter Replacement
ar: استبدال جهاز الإرسال
cs: Výměna vysílače
da: Udskiftning af sender
de: Ersatz des Senders
es: Sustitución del transmisor
fi: Lähettimen vaihto
fr: Remplacement de l'émetteur
he: החלפת משדר
hu: Adókészülék csere
it: Sostituzione del trasmettitore
ja: トランスミッター交換
ko: 송신기 교체
nb: Utskifting av senderen
nl: Zender vervangen
pl: Wymiana nadajnika
pt_br: Substituição do transmissor
ro: Înlocuirea transmițătorului
ru: Замена передатчика
sk: Výmena vysielača
sl: Zamenjava oddajnika
sv: Byte av sändare
tr: Vericinin Değiştirilmesi
uk: Заміна передавача
vi: Thay thế máy phát
zh_hans: 发射机更换

source: Transmitter settings
ar: إعدادات جهاز الإرسال
cs: Nastavení vysílače
da: Indstillinger for senderen
de: Einstellungen des Senders
es: Ajustes del transmisor
fi: Lähettimen asetukset
fr: Réglages de l'émetteur
he: הגדרות משדר
hu: Adókészülék beállításai
it: Impostazioni del trasmettitore
ja: 送信機の設定
ko: 송신기 설정
nb: Innstillinger for senderen
nl: Instellingen zender
pl: Ustawienia nadajnika
pt_br: Definições do transmissor
ro: Setările transmițătorului
ru: Настройки передатчика
sk: Nastavenia vysielača
sl: Nastavitve oddajnika
sv: Inställningar för sändare
tr: Verici ayarları
uk: Налаштування передавача
vi: Cài đặt máy phát
zh_hans: 发射机设置

source: Transmitter Settings
ar: إعدادات جهاز الإرسال
cs: Nastavení vysílače
da: Indstillinger for senderen
de: Einstellungen des Senders
es: Ajustes del transmisor
fi: Lähettimen asetukset
fr: Réglages de l'émetteur
he: הגדרות משדר
hu: Adókészülék beállításai
it: Impostazioni del trasmettitore
ja: 送信機の設定
ko: 송신기 설정
nb: Innstillinger for senderen
nl: Instellingen zender
pl: Ustawienia nadajnika
pt_br: Definições do transmissor
ro: Setări transmițător
ru: Настройки передатчика
sk: Nastavenia vysielača
sl: Nastavitve oddajnika
sv: Inställningar för sändare
tr: Verici Ayarları
uk: Налаштування передавача
vi: Cài đặt máy phát
zh_hans: 发射机设置

source: Transmitter State
ar: حالة جهاز الإرسال
cs: Stav vysílače
da: Senderens tilstand
de: Zustand des Senders
es: Estado del transmisor
fi: Lähettimen tila
fr: État de l'émetteur
he: מצב משדר
hu: Adókészülék állapota
it: Stato del trasmettitore
ja: 送信機の状態
ko: 송신기 상태
nb: Senderens tilstand
nl: Zenderstatus
pl: Stan nadajnika
pt_br: Estado do transmissor
ro: Starea transmițătorului
ru: Состояние передатчика
sk: Stav vysielača
sl: Stanje oddajnika
sv: Sändarens tillstånd
tr: Verici Durumu
uk: Стан передавача
vi: Trạng thái máy phát
zh_hans: 发射机状态

source: Unknown
ar: غير معروف
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестный
sk: Neznáme
sl: Neznano
sv: Okänd
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知

source: Unknown error
ar: خطأ غير معروف
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
he: שגיאה לא ידועה
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sv: Okänt fel
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hans: 未知错误

source: Unknown failure
ar: فشل غير معروف
cs: Neznámé selhání
da: Ukendt fejl
de: Unbekannter Fehler
es: Fallo desconocido
fi: Tuntematon vika
fr: Défaillance inconnue
he: כישלון לא ידוע
hu: Ismeretlen hiba
it: Guasto sconosciuto
ja: 不明な故障
ko: 알 수 없는 실패
nb: Ukjent feil
nl: Onbekende storing
pl: Nieznana awaria
pt_br: Falha desconhecida
ro: Eșec necunoscut
ru: Неизвестная неудача
sk: Neznáme zlyhanie
sl: Neznana napaka
sv: Okänt fel
tr: Bilinmeyen arıza
uk: Невідомий збій
vi: Lỗi không xác định
zh_hans: 未知故障

source: Unsupported
ar: غير مدعوم
cs: Nepodporované stránky
da: Ikke understøttet
de: Nicht unterstützte
es: Sin soporte
fi: Ei tuettu
fr: Non pris en charge
he: לא נתמך
hu: Nem támogatott
it: Non supportato
ja: 未対応
ko: 지원되지 않음
nb: Ikke støttet
nl: Niet-ondersteunde
pl: Nieobsługiwane
pt_br: Não suportado
ro: Nesuportat
ru: Неподдерживаемые
sk: Nepodporované
sl: Nepodprt
sv: Utan stöd
tr: Desteklenmiyor
uk: Не підтримується
vi: Không được hỗ trợ
zh_hans: 不支持

source: Upload Delay
ar: تأخير التحميل
cs: Zpoždění nahrávání
da: Upload-forsinkelse
de: Upload-Verzögerung
es: Retraso de carga
fi: Latauksen viive
fr: Délai de téléchargement
he: עיכוב העלאה
hu: Feltöltési késleltetés
it: Ritardo di caricamento
ja: アップロード遅延
ko: 업로드 지연
nb: Opplastingsforsinkelse
nl: Uploadvertraging
pl: Opóźnienie przesyłania
pt_br: Atraso de carregamento
ro: Întârziere încărcare
ru: Задержка загрузки
sk: Oneskorenie nahrávania
sl: Zakasnitev nalaganja
sv: Fördröjning av uppladdning
tr: Yükleme Gecikmesi
uk: Затримка завантаження
vi: Trì hoãn tải lên
zh_hans: 上传延迟

source: Upload to Eversense DMS
ar: التحميل إلى Eversense DMS
cs: Nahrát do Eversense DMS
da: Upload til Eversense DMS
de: Auf Eversense DMS hochladen
es: Cargar a Eversense DMS
fi: Lataa Eversense DMS:ään
fr: Télécharger vers Eversense DMS
he: העלאה ל-DMS של אברסנס
hu: Feltöltés az Eversense DMS-be
it: Carica su Eversense DMS
ja: Eversense DMSへアップロード
ko: Eversense DMS에 업로드
nb: Last opp til Eversense DMS
nl: Upload naar Eversense DMS
pl: Prześlij do Eversense DMS
pt_br: Carregar para o Eversense DMS
ro: Încărcare în Eversense DMS
ru: Загрузить в Eversense DMS
sk: Nahrať do systému Eversense DMS
sl: Prenos v Eversense DMS
sv: Ladda upp till Eversense DMS
tr: Eversense DMS'ye yükle
uk: Вивантаження в Eversense DMS
vi: Tải lên Eversense DMS
zh_hans: 上传至 Eversense DMS

source: US
ar: الولايات المتحدة
cs: USA
da: USA
de: USA
es: EE. UU.
fr: États-Unis
he: ארה"ב
it: USA
ko: 미국
nl: VS
pl: USA
pt_br: EUA
ro: SUA
ru: США
sk: USA
sl: ZDA
sv: USA
tr: ABD
uk: США
vi: Hoa Kỳ
zh_hans: 美国

source: Use your BG meter to monitor your glucose. Contact Eversense Customer Support if the issue persists.
ar: استخدم جهاز قياس مستوى السكر في الدم لمراقبة مستوى الجلوكوز لديك. اتصل بخدمة عملاء Eversense إذا استمرت المشكلة.
cs: Ke sledování glykémie používejte glukometr. Pokud problém přetrvává, kontaktujte zákaznickou podporu společnosti Eversense.
da: Brug din BG-måler til at overvåge din glukose. Kontakt Eversense kundesupport, hvis problemet fortsætter.
de: Verwenden Sie Ihr BZ-Messgerät, um Ihren Blutzucker zu überwachen. Wenden Sie sich an den Eversense-Kundendienst, wenn das Problem weiterhin besteht.
es: Utilice su medidor de glucemia para controlar su glucosa. Póngase en contacto con el servicio de atención al cliente de Eversense si el problema persiste.
fi: Käytä glukoosimittaria glukoosin seurantaan. Ota yhteyttä Eversensen asiakastukeen, jos ongelma jatkuu.
fr: Utilisez votre lecteur BG pour surveiller votre glycémie. Contactez le service clientèle d'Eversense si le problème persiste.
he: השתמש במד ה- BG שלך כדי לפקח על הגלוקוז שלך. צור קשר עם תמיכת הלקוחות של Eversense אם הבעיה נמשכת.
hu: Használja a vércukorszintmérőjét a vércukorszint ellenőrzésére. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az Eversense ügyfélszolgálatával.
it: Utilizzare il glucometro per monitorare il glucosio. Contattare l'assistenza clienti Eversense se il problema persiste.
ja: BGメーターを使用してグルコースをモニターしてください。問題が解決しない場合は、Eversenseカスタマーサポートにご連絡ください。
ko: 혈당 측정기를 사용하여 혈당을 모니터링하세요. 문제가 지속되면 Eversense 고객 지원팀에 문의하세요.
nb: Bruk blodsukkermåleren til å overvåke blodsukkeret. Kontakt Eversense kundestøtte hvis problemet vedvarer.
nl: Gebruik uw BG meter om uw glucose te controleren. Neem contact op met de Eversense Klantenservice als het probleem zich blijft voordoen.
pl: Do monitorowania poziomu glukozy należy używać glukometru. Jeśli problem nie ustąpi, skontaktuj się z działem obsługi klienta Eversense.
pt_br: Utilize o seu medidor de glicemia para monitorizar a sua glicose. Contacte o Apoio ao Cliente Eversense se o problema persistir.
ro: Folosiți glucometrul pentru a vă monitoriza glicemia. Contactează serviciul de asistență pentru clienți Eversense dacă problema persistă.
ru: Используйте свой BG-метр для контроля уровня глюкозы. Если проблема сохраняется, обратитесь в службу поддержки клиентов Eversense.
sk: Na monitorovanie hladiny glukózy používajte glukomer. Ak problém pretrváva, kontaktujte zákaznícku podporu spoločnosti Eversense.
sl: Za spremljanje glukoze uporabljajte merilnik za merjenje koncentracije glukoze. Če se težava ne odpravi, se obrnite na Eversense Customer Support.
sv: Använd din BG-mätare för att övervaka din glukos. Kontakta Eversense kundsupport om problemet kvarstår.
tr: Glikozunuzu izlemek için BG ölçüm cihazınızı kullanın. Sorun devam ederse Eversense Müşteri Desteği ile iletişime geçin.
uk: Використовуйте свій тонометр для контролю рівня глюкози. Зверніться до служби підтримки клієнтів Eversense, якщо проблема не зникне.
vi: Sử dụng máy đo BG của bạn để theo dõi glucose của bạn. Liên hệ với Bộ phận hỗ trợ khách hàng của Eversense nếu vấn đề vẫn còn.
zh_hans: 使用血糖仪监测血糖。如果问题仍然存在，请联系 Eversense 客户支持中心。

source: Very low
ar: منخفضة جداً
cs: Velmi nízká
da: Meget lav
de: Sehr niedrig
es: Muy bajo
fi: Erittäin alhainen
fr: Très faible
he: נמוך מאוד
hu: Nagyon alacsony
it: Molto basso
ja: 非常に低い
ko: 매우 낮음
nb: Svært lav
nl: Zeer laag
pl: Bardzo niski
pt_br: Muito baixo
ro: Foarte scăzut
ru: Очень низкий
sk: Veľmi nízka
sl: Zelo nizko
sv: Mycket låg
tr: Çok düşük
uk: Дуже низький
vi: Rất thấp
zh_hans: 非常低

source: Vibration Motor
ar: محرك الاهتزاز
cs: Vibrační motor
da: Vibrationsmotor
es: Motor de vibración
fi: Värähtelymoottori
fr: Moteur à vibrations
he: מנוע רטט
hu: Vibrációs motor
it: Motore a vibrazione
ja: 振動モーター
ko: 진동 모터
nb: Vibrasjonsmotor
nl: Trilmotor
pl: Silnik wibracyjny
pt_br: Motor de vibração
ro: Motor de vibrații
ru: Вибрационный двигатель
sk: Vibračný motor
sl: Vibracijski motor
tr: Titreşim Motoru
uk: Вібраційний двигун
vi: Động cơ rung
zh_hans: 振动电机

source: Warming up
ar: الإحماء
cs: Zahřívání
da: Opvarmning
de: Aufwärmen
es: Calentamiento
fi: Lämmittely
fr: L'échauffement
he: התחממות
hu: Bemelegítés
it: Riscaldamento
ja: ウォーミングアップ
ko: 워밍업
nb: Oppvarming
nl: Opwarmen
pl: Rozgrzewka
pt_br: Aquecimento
ro: Încălzirea
ru: Разминка
sk: Zahrievanie
sl: Ogrevanje
sv: Uppvärmning
tr: Isınma
uk: Розігрів
vi: Làm nóng
zh_hans: 热身

source: Weekly calibration
ar: المعايرة الأسبوعية
cs: Týdenní kalibrace
da: Ugentlig kalibrering
de: Wöchentliche Kalibrierung
es: Calibración semanal
fi: Viikoittainen kalibrointi
fr: Étalonnage hebdomadaire
he: כיול שבועי
hu: Heti kalibrálás
it: Calibrazione settimanale
ja: 週間キャリブレーション
ko: 주간 보정
nb: Ukentlig kalibrering
nl: Wekelijkse kalibratie
pl: Cotygodniowa kalibracja
pt_br: Calibração semanal
ro: Calibrare săptămânală
ru: Еженедельная калибровка
sk: Týždenná kalibrácia
sl: Tedensko umerjanje
sv: Kalibrering varje vecka
tr: Haftalık kalibrasyon
uk: Щотижневе калібрування
vi: Hiệu chuẩn hàng tuần
zh_hans: 每周校准

source: Welcome!
ar: أهلاً وسهلاً بك!
cs: Vítejte!
da: Velkommen!
de: Herzlich willkommen!
es: Bienvenido.
fi: Tervetuloa!
fr: Bienvenue !
he: ברוכים הבאים!
hu: Üdvözöljük!
it: Benvenuti!
ja: ようこそ！
ko: 환영합니다!
nb: Velkommen!
nl: Welkom!
pl: Witamy!
pt_br: Bem-vindo!
ro: Bine ați venit!
ru: Добро пожаловать!
sk: Vitajte!
sl: Dobrodošli!
sv: Välkommen!
tr: Hoş geldiniz!
uk: Ласкаво просимо!
vi: Chào mừng!
zh_hans: 欢迎使用！

source: Your calibration is due. Please perform a fingerstick blood glucose meter calibration now.
ar: حان موعد المعايرة. يرجى إجراء معايرة مقياس جلوكوز الدم بعصا الإصبع الآن.
cs: Vaše kalibrace je splatná. Proveďte prosím kalibraci glukometru.
da: Det er tid til din kalibrering. Udfør en kalibrering af blodsukkermåleren med fingerstik nu.
de: Ihre Kalibrierung ist fällig. Bitte führen Sie jetzt eine Kalibrierung des Blutzuckermessgeräts mit dem Finger durch.
es: Su calibración ha vencido. Realice ahora una calibración del medidor de glucosa en sangre con varilla.
fi: Kalibrointisi on ajankohtainen. Suorita sormenpääverensokerimittarin kalibrointi nyt.
fr: Votre étalonnage doit être effectué. Veuillez procéder maintenant à l'étalonnage du lecteur de glycémie par piqûre au doigt.
he: הכיול שלך אמור להגיע. אנא בצע כיול מד גלוקוז בדם ממקל האצבע עכשיו.
hu: A kalibrálás esedékes. Kérjük, most végezze el az ujjbegyes vércukormérő kalibrálását.
it: La calibrazione è in scadenza. Eseguire ora la calibrazione del glucometro da dito.
ja: 校正の期限です。今すぐ指血糖測定器の校正を行ってください。
ko: 보정 기한이 지났습니다. 지금 바로 핑거스틱 혈당 측정기를 보정하세요.
nb: Det er tid for kalibrering. Vennligst utfør en kalibrering av blodsukkermåleren med fingerstikk nå.
nl: Uw kalibratie is bijna klaar. Voer nu een kalibratie van de bloedglucosemeter uit.
pl: Zbliża się termin kalibracji. Przeprowadź teraz kalibrację glukometru.
pt_br: A sua calibração está a terminar. Efectue agora uma calibração do medidor de glicemia por picada no dedo.
ro: Calibrarea este scadentă. Vă rugăm să efectuați acum o calibrare cu prelevare de sânge prin puncție în deget cu intermediul glucometrului.
ru: Срок калибровки истек. Пожалуйста, проведите калибровку пальцевого глюкометра прямо сейчас.
sk: Vaša kalibrácia je splatná. Kalibráciu glukometra vykonajte teraz.
sl: Vaša kalibracija je potrebna. Zdaj opravite kalibracijo merilnika glukoze v krvi s prstnim merilnikom.
sv: Din kalibrering är försenad. Vänligen utför en kalibrering av blodsockermätaren med fingerstick nu.
tr: Kalibrasyonunuzun zamanı geldi. Lütfen şimdi bir parmak ucu kan şekeri ölçüm cihazı kalibrasyonu gerçekleştirin.
uk: Настав час калібрування. Будь ласка, виконайте калібрування глюкометра зараз.
vi: Hiệu chuẩn của bạn đã đến hạn. Vui lòng thực hiện hiệu chuẩn máy đo đường huyết bằng ngón tay ngay bây giờ.
zh_hans: 您的校准到期。请立即进行指血血糖仪校准。
